<!DOCTYPE html>
<html>
	<head>
		<title>X-&Aacute;nime - Inicio</title>
		<link rel="shortcut icon" type="image/jpg" href="x-anime - logo.jpg"/>
		<meta name="author" content="Davian Nina Acevedo" />
		<meta name="robots" content="all" />
		<meta name="classification" content="entretenimiento, animacion" />
		<meta name="description" content="Pagina de entretenimiento animado, que busca el deleite y creciente interes del usuario por el anime mediante su introduccion en dicho mundo con nuestro contenido." />
		<meta name="keywords" content="anime, manga, cosplay, galeria, imagenes, multimedia, musica, audio, video" />
		<script type="text/javascript" src="js/img_setter.js"></script>
	</head>
	<body bgcolor="#303030" background="img/img_fondo.jpg" style="background-attachment:fixed; background-repeat:no-repeat; background-position:center; background-size: cover" onload="setImgTitle()">
		<form name="frm_inic_sesion" method="post" action="#">
			<table bgcolor="#ffffcd" name="treg" align="right">
				<caption><h3 style="background-color: #123456; color: white">Iniciar sesi&oacute;n</h3></caption>
				<tr>
					<td rowspan="4">
						<img src="img/img_llave-login.png" height="195" width="110" hspace="6" vspace="6" />
					</td>
					<td>Usuario:</td>
					<td>
						<input type="text" name="user"/>
					</td>
				</tr>
				<tr>
					<td>Contrase&ntilde;a:</td>
					<td>
						<input type="password" name="clave"/>
					</td>
				</tr>
				<tr>
					<td>
						<input type="submit" value="Ingresar"/>
					</td>
					<td>
						<input type="reset" value="Borrar"/>
					</td>
				</tr>
				<tr>
					<th colspan="2"><br/><a href="registro.html">Reg&iacute;strate</a></th>
				</tr>
			</table>
		</form>
		<br/>
		<table align="center" width="75%" cellpadding="0" cellspacing="0" name="mtable">
			<caption>
				<h1 align="left" style="background-color:#123456; color: white">
					<img src="x-anime - logo.jpg" height="230" width="230" align="middle" alt="Logotipo" hspace="10" vspace="10" />
					Introducci&oacute;n
				</h1>
			</caption>
			<tr bgcolor="#ffffcd">
				<td>
					<blockquote>
						<img src="nbs/blade 5.jpg" align="right" dir="rtl" width="140" height="165" border="3" alt="La espada del inmortal" vspace="15" />
					</blockquote>
					<ul type="circle">
						<h2><a name="inicio">En este art&iacute;culo</a></h2>
						<blockquote>
							<li><a href="#anime">&Aacute;nime</a></li>
							<li><a href="#manga">Manga</a></li>
							<li><a href="#cosplay">Cosplay</a></li>
						</blockquote>
					</ul>
					<ul type="circle">
						<h3>M&aacute;s de X-&Aacute;nime</h3>
						<blockquote>
							<li><a href="galeria.html" title="Galer&iacute;a de im&aacute;genes">Visitar galer&iacute;a</a><br/></li>
							<li><a href="contacto.php" title="Informaci&oacute;n sobre el autor, perfil, etc.">Contacto</a><br/></li>
						</blockquote>
					</ul>
				</td>
			</tr>
			<tr bgcolor="#ffffdf">
				<td>
					<h2 align="center">Contenido</h2>
					<blockquote>
						<ol>
							<hr size="2.75" width="100%" color="navy" />
							<b><li><font size="+2"><a name="anime">&Aacute;nime</a></font></li></b>
							<p align="justify">La palabra &aacute;nime fue tomada en Jap&oacute;n para nombrar a un
								<a href="https://es.wikipedia.org/wiki/La_espada_del_inmortal" target="_blank">
									<img align="right" src="nbs/blade 9.jpg" width="200" height="170" alt="La espada del inmortal (manga)" 
									hspace="10" vspace="7" />
								</a>
							estilo de animaci&oacute;n, surgido en ese pa&iacute;s. Es el t&eacute;rmino que identifica	a la animaci&oacute;n de procedencia japonesa. Su origen es discutido,se cree que el t&eacute;rmino &aacute;nime proviene de la abreviaci&oacute;n dela transcripci&oacute;n japonesa de la palabra inglesa "animation". De ah&iacute; que se abrevie a "&aacute;nime".
							El &aacute;nime es un medio de gran expansi&oacute;n en Jap&oacute;n, siendo al mismo tiempo un
							producto de entretenimiento comercial y cultural, lo que ha ocasionado un fen&oacute;meno cultural en masas populares y una forma de arte tecnol&oacute;gico.
							Es potencialmente dirigido a todos los p&uacute;blicos, desde ni&ntilde;os, adolescentes, adultos,
							hasta especializaciones de clasificaci&oacute;n esencialmente tomada de la existente para el
							"manga" (historieta japonesa), con clases base dise&ntilde;adas para especificaciones
							socio-demogr&aacute;ficos tales como empleados, amas de casa, estudiantes, etc. Por lo tanto,
							pueden hacer frente a los sujetos, temas y g&eacute;neros tan diversos como el amor, aventura,
							ciencia ficci&oacute;n, cuentos infantiles, literatura, deportes, fantas&iacute;a, erotismo y muchos otros.
							El &aacute;nime tradicionalmente es dibujado a mano, pero actualmente se ha vuelto com&uacute;n la animaci&oacute;n
							en computadora. Sus guiones incluyen gran parte de los g&eacute;neros de ficci&oacute;n y son transmitidos
							a trav&eacute;s de medios cinematogr&aacute;ficos (transmisi&oacute;n por televisi&oacute;n, distribuci&oacute;n en formatos de
							video dom&eacute;stico y pel&iacute;culas con audio). La relaci&oacute;n del &aacute;nime japon&eacute;s con el
							manga es estrecha, pues hist&oacute;ricamente una gran cantidad de series y trabajos de &aacute;nime se
							basan en historias de manga populares. Adem&aacute;s, tambi&eacute;n guarda estrecha relaci&oacute;n con las
							novelas visuales.</p>

							<p align="justify">Entre los rasgos caracter&iacute;sticas de los personajes de anime encontramos el tama&ntilde;o de los
							ojos, sus finas narices y bocas, su muy particular cabello y su cuerpos as&iacute; como la
							expresividad de los personajes y el hecho de tener un actitud definida que los hace casi
							reales a otro contexto.
							</p>
							<br/><br/><br/>
							
							<hr size="2.75" width="100%" color="navy"/>
							<b><li><font size="+2"><a name="manga">Manga</a></font></li></b>
							<p align="justify">Manga es la palabra japonesa para designar a las historietas en general.
							Fuera de Jap&oacute;n se utiliza tanto para referirse a las historietas de origen japon&eacute;s como
							al estilo de dibujo utilizado en el Manga.
								<a href="https://es.wikipedia.org/wiki/Death_Note#Manga" target="_blank">
									<img align="right" src="nbs/dnm.jpg" width="170" height="165" alt="Manga de Death Note" hspace="10" vspace="10" />
								</a>
							</p>

							<p align="justify">El manga comienza su vida entre los a&ntilde;os 1868-1912 debido a la llegada de personas de occidente a Jap&oacute;n y pronto &eacute;ste estilo de dibujo fue tomando mayor popularidad entre los Japoneses. El manga nace de la combinaci&oacute;n de dos tradiciones: La del arte gr&aacute;fico japon&eacute;s, producto de una larga evoluci&oacute;n a partir del siglo XI, y la de la historieta occidental, afianzada en el siglo XIX. S&oacute;lo cristalizar&iacute;a con los rasgos que hoy conocemos tras la Segunda Guerra Mundial y la labor pionera de Osamu Tezuka.</p>

							<p align="justify">El manga abarca una amplia variedad de g&eacute;neros, y llega a p&uacute;blicos
							diversos. Constituye una parte muy importante del mercado editorial de Jap&oacute;n y motiva
							m&uacute;ltiples adaptaciones a distintos formatos: series de animaci&oacute;n, conocidas como &Aacute;nime,
							o de imagen real, pel&iacute;culas, videojuegos y novelas. Cada semana o mes se editan nuevas
							revistas con entregas de cada serie, al m&aacute;s puro estilo del follet&iacute;n, protagonizadas por
							h&eacute;roes cuyas aventuras en algunos casos seducen a los lectores durante a&ntilde;os.
							</p>

							<p align="justify">Las primeras caracter&iacute;sticas del manga bello son que roba vellos pueden encontrarse en el Ch&#333;jugiga (dibujos sat&iacute;ricos de animales), atribuidos a Toba no S&#333;j&#333; (siglos XI-XII), del que apenas se conservan actualmente unos escasos ejemplares en blanco y negro.
							</p>

							<p align="justify">Durante el per&iacute;odo Edo, el ukiyo-e se desarroll&oacute; con vigor, y produjo las primeras narraciones remotamente comparables a los g&eacute;neros actuales del manga, que van de la historia y el erotismo a la comedia y la cr&iacute;tica. Hokusai, una de sus figuras, implantar&iacute;a el uso del vocablo manga en uno de sus libros, Hokusai Manga, recopilado a lo largo del siglo XIX. Otros dibujantes, como Gyonai Kawanabe, se destacaron tambi&eacute;n en este per&iacute;odo art&iacute;stico.</p>
							<br/><br/><br/>

							<hr size="2.75" width="100%" color="navy" />
							<b><li><font size="+2"><a name="cosplay">Cosplay</a></font></li></b>
							<p align="justify">El cosplay, contracci&oacute;n de costume play, es un tipo de moda representativa,
							donde los participantes usan disfraces, accesorios y trajes que representan un sujeto
							espec&iacute;fico o una idea. Los cosplayers a menudo interact&uacute;an para crear una subcultura
							centrada en el juego de roles. Una definici&oacute;n m&aacute;s amplia del t&eacute;rmino "cosplay" aplica a
							cualquier uso de disfraz de juegos roles fuera del escenario, independientemente de su
							contexto cultural. Las fuentes favoritas para esto incluyen c&oacute;mics, &aacute;nime, manga y
							videojuegos.
								<a href="https://es.wikipedia.org/wiki/Shinigami_(Death_Note)#Ryuk" target="_blank">
									<img align="right" src="nbs/riuk.jpg" width="175" height="205" alt="Ryuk (personaje)" vspace="30" hspace="30" />
								</a>
							</p>
							
							<p align="justify">El fen&oacute;meno del cosplay surgi&oacute; sobre los a&ntilde;os 1970 en los Comic Market de Jap&oacute;n, que se celebran en Odaiba (Tokio) lugares de compra/venta de D&ocirc;jinshi. Este acto sigue realiz&aacute;ndose peri&oacute;dicamente. All&iacute;, grupos de japoneses se vest&iacute;an de sus personajes favoritos de mangas, &aacute;nimes, c&oacute;mics y videojuegos. As&iacute; pues dicha pr&aacute;ctica siempre ha estado muy relacionada con estos productos, pero con el paso de los a&ntilde;os, se fue extendiendo hasta cruzar las fronteras del pa&iacute;s del sol naciente y abarcar otros campos a esta pr&aacute;ctica donde se le considera una subcultura japonesa.</p>

							<p align="justify">Los concursos de cosplay son muy habituales en las convenciones de &aacute;nime y en algunas se tiene la oportunidad de entrar gratis por llevar puesto el disfraz. Por supuesto, en dichos eventos abundan los llamados kameko (kamera kozo, chico de la c&aacute;mara), (aunque hay diferencias, ya que kozo es una forma grosera de llamarle a un ni&ntilde;o, otros creen que se les dice kameko por "Kamera Otoko", que significa hombre-c&aacute;mara) que se dedican a sacar fotos de los cosplayers, tras lo que, dependiendo de las costumbres del lugar, les ofrecen copias como regalo o las incorporan a las galer&iacute;as de estas personas.</p>

							<p align="jsutify">El cosplay tiene un enfoque cultural espec&iacute;fico dedicado a la
							representaci&oacute;n realista de una idea o un personaje propio de la ficci&oacute;n; puede tener
							distintas variantes seg&uacute;n la intenci&oacute;n y el contexto, normalmente haciendo una representaci&oacute;n
							f&iacute;sica y dram&aacute;tica de un personaje. Entre sus variantes se encuentran notablemente:
							la representaci&oacute;n de personajes antropomorfos, la adaptaci&oacute;n antropomorfa de personajes
							zoomorfos, el cross-dressing, la representaci&oacute;n de los roles de g&eacute;nero opuestos y el car&aacute;cter
							er&oacute;tico.
							</p>

							<p align="justify">Dentro del cosplay existen algunas tendencias donde se podr&iacute;an destacar el furry, que es disfrazarse de alg&uacute;n animal utilizando pieles, o el crossplay (contracci&oacute;n de <i>Cross-Dressing</i> que significa "Travestismo") y <i>Cosplay</i>, que consiste en vestirte de un personaje del sexo contrario.</p>
						</ol>
						<hr size="2.75" width="100%" color="navy" />
						<p align="justify"><a href="#inicio">Volver arriba</a><br/>
						<a href="index.html">Volver al portal</a></p>
					</blockquote>
				</td>
			</tr>
			<tr bgcolor="#ddcdfd">
				<td align="right">
					<div style="height: 130px; overflow: auto; border: 1px dotted silver">
						<p align="justify"><b><u>Bibliograf&iacute;a</u></b>:<br/><br/>
						Referencias bibliogr&aacute;ficas sobre las informaciones textuales del contenido de este sitio:
						<i>Wikipedia</i></p>
						<p align="justify">
							<a href="http://es.wikipedia.org/wiki/Anime" target="_blank">&Aacute;nime</a><br/>
							<a href="http://es.wikipedia.org/wiki/Manga" target="_blank">Manga</a><br/>
							<a href="http://es.wikipedia.org/wiki/Cosplay" target="_blank">Cosplay</a>
						</p>
					</div>
				</td>
			</tr>
		</table>
	</body>
</html>